Revit 2027 API
ParameterTypeId.RbsElecCircuitNumber Property
 "Circuit Number"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecCircuitNumber { get; }
Public Shared ReadOnly Property RbsElecCircuitNumber As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecCircuitNumber {
	ForgeTypeId^ get ();
}
static member RbsElecCircuitNumber : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace